<div class="about-container-hy-lok">
    <div class="text-under-banner">
        <div class="text-under-banner-1">
            <h1>HY-LOK</h1>
        </div>
        <div class="text-under-banner-2">
            <p>Южно-корейская компания Hy-Lok – ведущий производитель приборов и устройств для нефтегазовой отрасли в мире. С момента своего основания в 1977 году компания Hy-Lok упорно сохраняет лидирующие позиции в производстве трубной соединительной и запорной арматуры в мире.</p>
            <p>Достигла высокого уровня удовлетворенности клиентов своим качеством, получив международно аккредитованные сертификаты, такие как ISO 9001, ISO / TS 16949: 2009, ISO 14001, OHSAS 18001, ASME, API, CE MARK, KEPIC и многие другие.</p>
        </div>
    </div>
</div>