<div class="about-container-company">
    <span class="about-company-title">О КОМПАНИИ</span>

    <div class="about-comp">
        <div class="about-comp-text">
            <p>С момента своего основания в 1977 году компания Hy-Lok неуклонно прокладывает свой личный путь, сохраняя при этом первые позиции по всему миру в сфере систем управления и гидравлики. За счет своего огромного опыта, корпорация Hy-Lok поставила на мировой рынок КИП системы трубопроводов, в том числе различные материалы для трубопроводов. Обладая практическим опытом, компания Hy-Lok отлично зарекомендовала себя как предприятие «под ключ», начиная с основных технологий и систем управления жидкостями и заканчивая сборками для установки во всех промышленных зонах мира. Клиентам будет предоставлен большой запас знаний о накопленных технических знаниях. Принято считать, что современное общество - это общество информационных технологий. Как профессионал в сфере систем управления, корпорация Hy-Lok прикладывает все свои усилия, для того, чтобы давать своим клиентам передовые технологии и высококачественные услуги. Основываясь на стремлении к высочайшему качеству и обслуживанию, уделяя первоочередное внимание удовлетворению потребностей клиентов и расширяя свою деятельность по всему миру, Hy-Lok воплощает это в жизнь.</p>
        </div>
        <div class="about-comp-picture"></div>
    </div>
</div>